
function Index(){
    return (
        <div>
        <h2 style={headerStyle}>Музыка</h2>
        <p style={pStyle}>
        Му́зыка (греч. μουσική, субстантивированное прилагательное от греч. μούσα — муза) — вид искусства. Согласно А. Н. Сохору (МЭ 3, 1976 г.), этот вид «отражает действительность и воздействует на человека посредством осмысленных и особым образом организованных по высоте и во времени звуковых последований, состоящих в основном из тонов». В БРЭ (2013 г.) музыка определяется как «искусство звуков, организованных главным образом по высоте и во времени». Г. Г. Эггебрехт, говоря о музыке «в западном понимании этого слова», определяет её как «художественную организацию звучания, которое, в смысле природного и эмоционально воспринимаемого звучащего феномена, рисует картину мира и души, неосознанно и конкретно схватываемую слухом, а в смысле искусства [это звучание] становится духовным „языком“ материального мира, отрефлексированного и упорядоченного (а значит осмысленного и смыслополагающего) благодаря теоретическому знанию». Существуют и другие энциклопедические определения музыки.
        </p>
        <p style={pStyle}>
            Существует всего четыре музыкальных направления: народная музыка, духовная музыка, академическая музыка и популярная музыка.<br/>К каждому направлению принадлежит некоторое количество жанров музыки и у каждого жанра есть множество поджанров.
        </p>
        </div>
    );
}

