function Metal(){
    return (
        <div>
        <h2 style={headerStyle}>Метал</h2>
            <div style={pStyle}>
            <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRJS77gk50swrlUVEAY81M8V3T9nFYSlM66LQ&usqp=CAU" />
            <p>
            Ме́тал, или мета́лл[2][3][4][5][6] (от англ. metal) — музыкальный жанр, разновидность рок-музыки[7][8], сформировавшаяся в начале и середине 1970-х годов, преимущественно в Британии и США, и распространившаяся по всему миру[9]. Характерные черты метала — перегруженный звук электрогитары, достигаемый перегрузом («гейном») гитарного усилителя, либо перегруз его эффектом электронной педалью с эффектом дисторшн, затяжные гитарные соло, энергичный ритм, как правило, шести-, восьми- или двухдольный размер такта, широкое использование риффов.

Метал достаточно разнообразен, имеет множество стилей (поджанров), от сравнительно «мягких» (классический хеви-метал, глэм-метал, пауэр-метал) до весьма «тяжёлых» и трудных для восприятия неподготовленным слушателем (дэт-метал, блэк-метал)[10]. Для разных поджанров характерны разные элементы. Так, вокал варьируется от чистого и высокого в традиционных поджанрах до гроулинга и скриминга в экстремальных, различаются также скорость, тяжесть и сложность. Песни в метале часто посвящены энергичным, мужественным темам, вроде войны, исторических героев, фантастики или ужасов, но встречаются тексты и на любые другие темы.

Музыка «металлических» жанров распространена практически во всех странах, но наиболее крупные сцены сформировались в северной Европе (Британия, Скандинавия, Германия) и Северной Америке (США, Канада). Во всех странах Европы, включая Россию, существуют развитые региональные сцены, так же как и в Бразилии, Японии и многих других неевропейских странах. На Ближнем Востоке, за исключением Израиля и Турции, тяжёлый метал менее развит из-за жёстких цензурных[11] ограничений.

Поклонников метала называют металлистами или металхэдами (англ. metalhead).
        </p>
            </div>
        </div>
    );
}